adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
ark
base
base-devel
bazel
bind
blueman
calibre-bin
clang
cliphist
cmake
cpio
cronie
cuda
ddrescue
discord
dkms
dosfstools
efibootmgr
ethtool
eww
exfatprogs
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
feh
flameshot
gamemode
gamescope
gammastep
ghostty
git
google-chrome
grim
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gwenview
hdparm
htop
hyprcursor
hyprland
hyprlang
hyprlock
hyprpaper
hyprpicker
hyprwayland-scanner
intel-ucode
iwd
jupyterlab
kate
kitty
konsole
krita
kwalletmanager
lib32-gamemode
lib32-mangohud
libliftoff
libpulse
libreoffice-fresh
libva-nvidia-driver
linux
linux-firmware
linux-headers
man-db
man-pages
mangohud
meson
miniforge
mpv
nano
ncdu
network-manager-applet
networkmanager
ninja
nodejs
noto-fonts-cjk
npm
ntfs-3g
nvidia
nvtop
openvpn
os-prober
otf-font-awesome
paru
paru-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
polkit-gnome
postman-bin
proton-ge-custom-bin
python-pillow
python-pip
python-pipx
python-pyqt5
python-pyquery
python-requests
python-virtualenv
rofi
rofi-emoji
rsync
sddm-sugar-candy-git
seatd
shotcut
slurp
smartmontools
sof-firmware
speedcrunch
steam
stow
swayidle
swaync
tcpdump
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tomlplusplus
tree
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tumbler
usbutils
uv
vim
visual-studio-code-bin
waybar
wayland-protocols
wget
wine
wireless_tools
wireplumber
wl-clipboard
wlogout
xcb-util-errors
xdg-utils
xorg-xinit
xorg-xinput
yay
yay-debug
zathura
zathura-pdf-mupdf
zenity
zotero
zram-generator
